# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Bins
brew 'coreutils'
brew 'bat' # Better version of "cat" terminal command
brew 'curl'
brew 'ffmpeg' # Audio and Video Converter
brew 'grep'
brew 'httpie'
brew 'jq' # command-line JSON processor
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'pkg-config'
brew 'stow'
brew 'tree'
brew 'ripgrep'
brew 'fzf'
brew 'eza'

# Dev
brew 'git'
brew 'delta'
brew 'pnpm'
brew 'yarn'
brew 'ngrok/ngrok/ngrok'
brew 'neovim'
brew 'tmux'
brew 'lazygit'
brew 'asdf'
brew 'imagemagick'

# Apps
cask 'alt-tab'
cask 'appcleaner'
cask 'arc'
cask 'bartender'
cask 'beardedspice'
cask 'browserosaurus'
cask 'caffeine'
cask 'dbngin'
cask 'docker'
cask 'discord'
cask 'figma'
cask 'firefox'
cask 'framer'
cask 'google-chrome'
cask 'imageoptim'
cask 'insomnia'
cask 'iterm2'
cask 'itsycal'
cask 'monitorcontrol'
cask 'postman'
cask 'private-internet-access'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'raycast'
cask 'rectangle'
cask 'shottr'
cask 'slack'
cask 'soundsource'
cask 'spline'
cask 'spotify'
cask 'tailscale'
cask 'the-unarchiver'
cask 'todoist'
cask 'tradingview'
cask 'transmit'
cask 'visual-studio-code'
cask 'zoom'

# Fonts
cask 'font-fira-code-nerd-font'

# Mac App Store
mas 'velja', id: 1607635845
mas 'sequel-ace', id: 1518036000
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'pages', id: 409201541
mas 'xcode', id: 497799835
