amd-ucode
base
base-devel
dkms
dmenu
dolphin
dunst
efibootmgr
firefox
fzf
git
grim
grub
gst-plugin-pipewire
htop
hyprland
i3-wm
i3blocks
i3lock
i3status
iwd
kitty
libpulse
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
nano
neovim
network-manager-applet
networkmanager
ntfs-3g
nvidia
os-prober
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
rofi
slurp
smartmontools
stow
tmux
vim
waybar
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-xinit
xterm
zram-generator
zsh
