amd-ucode
base
base-devel
blueman
bluez-utils
brightnessctl
btop
cliphist
dkms
dolphin
dunst
efibootmgr
fastfetch
firefox
flatpak
fzf
git
git-delta
grim
gst-plugin-pipewire
hypridle
hyprland
hyprlock
iwd
kitty
lazygit
libpulse
linux
linux-firmware
linux-headers
man-db
neovim
network-manager-applet
networkmanager
nvidia-dkms
os-prober
otf-font-awesome
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
rofi-wayland
sddm
slurp
smartmontools
spotify-launcher
stow
swaybg
swww
tmux
trash-cli
ttf-hack-nerd
ttf-jetbrains-mono-nerd
waybar
wget
wireless_tools
wireplumber
xdg-desktop-portal-hyprland
xdg-utils
xorg-xinit
yazi
zram-generator
zsh
